/* 
  Localizable.strings
  Support

  Created by Jordy Witteman on 03/09/2020.
  
*/

"Computer Name" = "Computer Name";
"Model" = "Model";
"Last Reboot" = "Last Reboot";
"RESTART_REGULARLY" = "Please restart your Mac regularly";
"ADMIN_RECOMMENDS_RESTARTING_EVERY" = "Your administrator recommends restarting your Mac every";
"ago" = "ago";
"minute" = "minute";
"minutes" = "minutes";
"hour" = "hour";
"hours" = "hours";
"day" = "day";
"days" = "days";
"Used" = "Used";
"Available" = "Available";
"About Support" = "About Support";
"Help and Documentation" = "Help and Documentation";
"Quit Support" = "Quit Support";
"Quit" = "Quit";
"Are you sure you want to quit?" = "Are you sure you want to quit?";
"An error occurred" = "An error occurred";
"Please contact IT support" = "Please contact IT support";
"Not Connected" = "Not connected";
"IP Address" = "IP Address";
"No IP Address" = "No IP Address";
"Password" = "Password";
"Expires Today" = "Expires Today";
"Never Expires" = "Never Expires";
"Expires in " = "Expires in ";
"Expired" = "Expired";
"Change Now" = "Change Now";
"Sign In Here" = "Sign In Here";
" days" = " days";
" day" = " day";
"Mac diagnosis" = "Mac diagnosis";
"MAC_DIAGNOSIS_TEXT" = "An overview of your Mac and helps you keeping it healthy";
"Easy access" = "Easy access";
"EASY_ACCESS_TEXT" = "Get access to organization resources like apps and sites";
"Get in touch" = "Get in touch";
"GET_IN_TOUCH_TEXT" = "Easily create a ticket or submit a request";
"Continue" = "Continue";
"OPEN_JAMF_CONNECT_MANUALLY" = "Please open Jamf Connect";
"OPEN_JAMF_CONNECT_MANUALLY_TEXT" = "Open Jamf Connect from the menu bar to change your password";
"NETWORK_UNAVAILABLE" = "Network Unavailable";
"NETWORK_UNAVAILABLE_TEXT" = "Your organisation's network isn't available. Please check your connection and try again.";
